{
  "page_title": "Manylion Sgorio Busnesau",
  "food_safety_text": "Os hoffech weld adroddiad y swyddog diogelwch bwyd y mae’r sgôr hon yn seiliedig arno, gallwch ofyn i’w weld gan yr awdurdod lleol a gynhaliodd yr arolygiad. Gallwch wneud hyn drwy anfon e-bost i’r cyfeiriad isod. Bydd yr awdurdod lleol yn ystyried eich cais, ac fel arfer bydd yn anfon copi o’r adroddiad atoch. Mewn rhai achosion, gallai’r awdurdod lleol benderfynu nad oes modd iddo wneud hynny. Os felly, bydd yr awdurdod lleol yn rhoi gwybod i chi am hynny ac yn egluro pam.",
  "business_owner_or_manager_title": "Ai chi yw perchennog neu reolwr y busnes?",
  "business_owner_or_manager_description": "<p>Os oes unrhyw wybodaeth anghywir ar y dudalen hon, gallwch e-bostio’r wybodaeth gywir at eich awdurdod lleol drwy ddefnyddio’r cyfeiriad isod.</p><p>Gallwch gael gwybodaeth am sut i <a href=\"https://www.food.gov.uk/business-guidance/food-hygiene-ratings-for-businesses\">apelio yn erbyn y sgôr a roddwyd i chi a dysgu am eich hawl i ymateb</a>. Gallwch hefyd<a href=\"https://www.food.gov.uk/business-guidance/food-hygiene-ratings-for-businesses\"> ofyn am ail-arolygiad</a>.</p>",
  "get_code_title": "Arddangos y sgôr hon ar eich gwefan",
  "get_code_description": "<p>Gallwch arddangos y sgôr hon ar eich gwefan.</p><p><a href='#'>Cael eich sgôr ar-lein.</a><p></p>",
  "la_section_title": "Awdurdod lleol",
  "la_name_label": "Enw",
  "la_website_label": "Gwefan",
  "la_email_label": "Cyswllt e-bost",
  "download_data_label": "Lawrlwytho Data",
  "download_data_description": "Data sgoriau hylendid y gellir ei ail-ddefnyddio",
  "food_problems_label": "Problem gyda bwyd?",
  "food_problems_description": "Gall defnyddwyr, busnesau a swyddogion gorfodi roi gwybod am broblemau",
  "be_updated_label": "Newyddion diweddaraf",
  "be_updated_description": "Yr wybodaeth ddiweddaraf dros e-bost a neges destun. Dilynwch ni",
  "st_area_inspected": "Ardal a gafodd ei harolygu gan swyddog diogelwch bwyd",
  "st_standards_found": "Safonau a welwyd",
  "st_hygienic_food_handling_label": "Trin bwyd yn hylan",
  "st_hygienic_food_handling_description": "Bwyd yn cael ei drin, ei baratoi, ei goginio, ei ailgynhesu, ei oeri a’i storio mewn modd hylan",
  "st_hygienic_cleanliness_label": "Glanweithdra a chyflwr strwythur yr adeilad a’i gyfleusterau",
  "st_hygienic_cleanliness_description": "Glanweithdra a chyflwr strwythur yr adeilad a’i gyfleusterau (gan gynnwys cynllun addas, system awyru, cyfleusterau golchi dwylo a mesurau rheoli plâu) er mwyn sicrhau hylendid bwyd da",
  "st_hygienic_management_label": "Rheoli diogelwch bwyd",
  "st_hygienic_management_description": "Systemau neu wiriadau ar waith i sicrhau diogelwch y bwyd sy’n cael ei werthu neu’i weini. Tystiolaeth bod staff yn gwybod sut i drin bwyd yn ddiogel. Swyddog diogelwch bwyd yn hyderus y bydd safonau yn cael eu cynnal yn y dyfodol",
  "what_the_business_says_label": "Beth sydd gan y busnes i’w ddweud",
  "about_comments_label": "Rhagor o wybodaeth am sylwadau’r busnes",
  "about_comments_description": "Mae gan bob busnes yr hawl i ymateb i’w awdurdod lleol am ei sgôr hylendid. Mae hyn yn golygu y gall busnes dynnu sylw at unrhyw welliannau y mae wedi’u rhoi ar waith ers yr arolygiad a/neu egluro unrhyw amgylchiadau penodol a allai fod wedi effeithio ar sgôr y busnes adeg yr arolygiad. Mae sylwadau’r busnes wedi cael eu hadolygu ac mae’n bosibl bod swyddog diogelwch bwyd yr awdurdod lleol wedi’u golygu i sicrhau eu bod yn cydymffurfio â thelerau ac amodau’r wefan hon. Fodd bynnag, nid ydym wedi gwirio cywirdeb unrhyw ddatganiadau.",
  "private_no_map_available": "Nid oes map ar gael ar gyfer y busnes hwn gan ei fod yn gweithredu o gyfeiriad preifat.",
  "no_map_available": "Nid oes modd dangos map ar gyfer y cyfeiriad hwn."
}