{
  "page_title": "Lawrlwytho Data Sgoriau",
  "header": "Rhaglen API cynllun sgorio bwyd y DU",
  "intro": "Mae’r data ar y sgoriau hylendid bwyd y DU a gyhoeddir ar <a href=\"/cy\">https://ratings.food.gov.uk/cy</a> ar gael drwy raglen API, a hynny yn fformat XML a JSON. Mae hwn yn wasanaeth rhad ac am ddim ac nid oes angen cofrestru i’w ddefnyddio. Mae telerau ac amodau yn berthnasol (gweler y ddolen isod), ac mae canllawiau ar gael i ddatblygwyr.",
  "terms_title": "Telerau ac amodau",
  "terms_content": "<a href=\"https://www.food.gov.uk/cy/telerau-ac-amodau\">Darllenwch y telerau ac amodau ar gyfer defnyddio’r data a’r delweddau.</a>",
  "about_title": "Gair am y data hwn",
  "about_content": "<p>Mae’r data yn darparu’r sgôr hylendid bwyd neu ganlyniad yr arolygiad a roddwyd i’r busnes ac yn adlewyrchu’r safonau hylendid bwyd a welwyd yn ystod yr arolygiad neu’r ymweliad gan yr awdurdod lleol. Mae’r busnesau hyn yn cynnwys bwytai, tafarndai, caffis, siopau tecawê, gwestai a mannau eraill lle mae pobl yn bwyta bwyd, yn ogystal ag archfarchnadoedd a siopau bwyd eraill.</p><p>Mae’r data yn cael ei gadw ar ran awdurdodau lleol sy’n cymryd rhan yn un o ddau gynllun hylendid bwyd yr Asiantaeth Safonau Bwyd:</p><ul><li>Cynllun Sgorio Hylendid Bwyd (CSHB) yng Nghymru, Lloegr a Gogledd Iwerddon</li><li>Cynllun Gwybodaeth am Hylendid Bwyd (FHIS) yn yr Alban</li></ul><p>Mae data ar gael ar gyfer yr awdurdodau lleol sy’n cynnal y cynlluniau hyn yn unig. <a href='https://ratings.food.gov.uk/search-a-local-authority-area/cy-GB?sm=1'>Gweler rhestr o’r awdurdodau lleol sy’n cynnal y CSHB neu’r FHIS</a></p>",
  "system_status_title": "Statws system",
  "system_status_content": "<p>Mae diweddariadau ar statws, cyngor ar ddefnydd ac amryw ddarnau eraill o wybodaeth gyfredol i'w gweld ar <a href='https://ratings.food.gov.uk/status'>Dudalen Statws y System.</a></p>",
  "api_guidance_title": "Canllawiau API i ddatblygwyr",
  "api_guidance_content": "<p>Mae’r API yn caniatáu i ddatblygwyr gael mynediad at y data ar y sgoriau hylendid bwyd a gyhoeddir ar <a href='https://ratings.food.gov.uk/cy-GB'>www.food.gov.uk/ratings</a>. Gall datblygwyr ymholi ffeiliau XML er mwyn cael y data wedi’i geocodio (darperir data hydred a lledred ar gyfer busnesau bwyd). Caiff y data XML ei ddiweddaru’n ddyddiol a gellir ei weld isod, wedi’i grwpio yn ôl awdurdod lleol. Gall y data ar gyfer awdurdodau lleol Cymru gael ei allbynnu yn Gymraeg neu’n Saesneg.</p> <p>Gellir defnyddio’r API hefyd i ymholi’r system fyw (caiff y data ei lanlwytho’n awtomatig wrth i awdurdodau lleol lanlwytho a chyhoeddi’r data) a’i ddychwelyd ar fformat XML a JSON.</p><p>Gellir gweld enghreifftiau o sut i ddefnyddio’r API a chael gwybodaeth am ddefnyddio’r API yn y ddogfen ganllaw ar gyfer datblygwyr:</p><ul><li><a href='https://ratings.food.gov.uk/open-data-resources/documents/api-guidance.pdf'>Darllen y canllawiau API V1 i ddatblygwyr (pdf 538KB, diweddarwyd ym mis Mawrth 2013)</a></li><li><a href='https://api.ratings.food.gov.uk/help'>Darllen y canllawiau API V2 i ddatblygwyr</a></li></ul>",
  "images_title": "Delweddau",
  "images_desc": "<p>Mae cyfres o ddelweddau sgorio hylendid bwyd ar gael i’w defnyddio gyda’r data API. Gellir defnyddio’r delweddau yn unol â <a href=\"https://www.food.gov.uk/cy/telerau-ac-amodau\">thelerau ac amodau a Safon Brand y CSHB a’r FHIS</a> yn unig.</p><p>Dyma enghreifftiau o’r delweddau a’r meintiau sydd ar gael i’w defnyddio gyda’r data API:</p>",
  "images_download_text": "Lawrlwytho bathodynnau newydd y CSHB (cydraniad uchel/high resolution)",
  "legacy_online_ratings_title": "Hen luniau ar-lein y cynllun sgorio",
  "legacy_online_ratings_content": "<p>Mae fersiwn flaenorol y sgoriau ar-lein bellach wedi dod i ben. Defnyddiwch y delweddau a ddarperir uchod.</p>",
  "score_descriptors_title": "Disgrifyddion sgôr",
  "score_descriptors_content": "<ul><li><a href='https://ratings.food.gov.uk/open-data-resources/lookupData/ScoreDescriptorsCy.xml'>Cymraeg</a></li><li><a href='https://ratings.food.gov.uk/open-data-resources/lookupData/ScoreDescriptors.xml'>Saesneg</a></li></ul>",
  "downloadable_files_title": "Ffeiliau data XML y gellir eu lawrlwytho (wedi’u diweddaru’n ddyddiol)",
  "downloadable_files_content": "<p>Gellir lawrlwytho data’r sgoriau hylendid bwyd, wedi’u grwpio yn ôl awdurdodau lleol, yn fformat XML drwy’r dolenni isod. Caiff y data ei ddiweddaru’n ddyddiol, ac mae modd ei ymholi drwy’r API.</p>",
  "local_authority": "Awdurod lleol",
  "last_update": "Diweddariad diwethaf",
  "number_of_businesses": "Nifer y busnesau",
  "english_language": "Saesneg",
  "welsh_language": "Cymraeg"
}