{
  "page_title": "Rating Business Details",
  "food_safety_text": "If you wish to see the food safety officer’s report on which this rating is based, you can request this from the local authority that carried out the inspection. You can do this by sending an email to the address below. The local authority will consider your request and will usually send you a copy of the report. In some cases, the local authority may decide that they cannot do so but will let you know this and explain why.",
  "business_owner_or_manager_title": "Are you the business owner or manager?",
  "business_owner_or_manager_description": "<p>If any information on this page is incorrect you can email the correct information to your local authority by using the email address below.</p><p>You can find out <a href=\"https://www.food.gov.uk/business-guidance/food-hygiene-ratings-for-businesses\">how to appeal against the rating given and find out about your right to reply</a>. You can also <a href=\"https://www.food.gov.uk/business-guidance/food-hygiene-ratings-for-businesses\"> ask for a re-inspection</a>.</p>",
  "get_code_title": "Display this rating on your website",
  "get_code_description": "<p>You can display this rating on your website.</p><p><a href=\"#\">Get your online rating.</a></p>",
  "la_section_title": "Local Authority",
  "la_name_label": "Name",
  "la_website_label": "Website",
  "la_email_label": "Email",
  "download_data_label": "Download data",
  "download_data_description": "Re-usable hygiene data",
  "food_problems_label": "Food problems?",
  "food_problems_description": "Consumers, businesses and enforcers can report issues",
  "be_updated_label": "Be updated",
  "be_updated_description": "Get email and text updates. Follow us",
  "st_area_inspected": "Area inspected by food safety officer",
  "st_standards_found": "Standards found",
  "st_hygienic_food_handling_label": "Hygienic food handling",
  "st_hygienic_food_handling_description": "Hygienic handling of food including preparation, cooking, re-heating, cooling and storage",
  "st_hygienic_cleanliness_label": "Cleanliness and condition of facilities and building",
  "st_hygienic_cleanliness_description": "Cleanliness and condition of facilities and building (including having appropriate layout, ventilation, hand washing facilities and pest control) to enable good food hygiene",
  "st_hygienic_management_label": "Management of food safety",
  "st_hygienic_management_description": "System or checks in place to ensure that food sold or served is safe to eat, evidence that staff know about food safety, and the food safety officer has confidence that standards will be maintained in future",
  "what_the_business_says_label": "What the business says",
  "about_comments_label": "About comments made by the business",
  "about_comments_description": "A business has the right to reply to its local authority about the food hygiene rating given. This means a business may draw attention to improvements made since the inspection and/or explain particular circumstances at the time of inspection that might have affected the rating the business was given. The comments made by the business have been reviewed and may have been edited by a local authority food safety officer so they fit the terms and conditions of this website but the accuracy of any statements made has not been verified.",
  "private_no_map_available": "No map is available for this business because it is run from a private address.",
  "no_map_available": "A map cannot be shown for this address."
}