{
  "page_title": "Download ratings data",
  "header": "UK food hygiene rating data API",
  "intro": "The food hygiene rating data published at <a href=\"/\">https://ratings.food.gov.uk</a> are available via an application programming interface (API) in XML and JSON formats. This is a free service and there is no need to register to use it. Terms and conditions apply (see link below), and guidance for developers is available.",
  "terms_title": "Terms and conditions",
  "terms_content": "<a href=\"https://www.food.gov.uk/terms-and-conditions\">Read the terms and conditions of using the data and images.</a>",
  "about_title": "About the data",
  "about_content": "<p>The data provide the food hygiene rating or inspection result given to a business and reflect the standards of food hygiene found on the date of inspection or visit by the local authority. Businesses include restaurants, pubs, cafés, takeaways, hotels and other places consumers eat, as well as supermarkets and other food  shops.</p>  <p>The data are held on behalf of local authorities participating in either the Food Standards Agency's:</p><ul><li>national Food Hygiene Rating Scheme (FHRS) in England, Northern Ireland and Wales, or </li><li>the Food Hygiene Information Scheme (FHIS) in Scotland</li></ul><p>Data are only available for local authority areas running either of these schemes. <a href='https://ratings.food.gov.uk/search-a-local-authority-area'>See a list of local authorities running the FHRS or FHIS</a></p>",
  "system_status_title": "System status",
  "system_status_content": "<p>Status updates, usage advice and various other pieces of current information can be found at the <a href='https://ratings.food.gov.uk/Status'>System Status Page.</a></p>",
  "api_guidance_title": "API guidance for developers",
  "api_guidance_content": "<p>The API allows developers access to the underlying food hygiene rating data published at <a href='https://ratings.food.gov.uk/'>www.food.gov.uk/ratings</a>. Developers can query XML files to return the geocoded data (longitude and latitude data are provided for food businesses). The XML data are updated daily and can be found below, grouped by local authority. Wales’s local authority data can be output in English or Welsh.</p> <p>The API can also be used to query the live system (the data are automatically updated as local authorities upload and publish data) and return data in XML and JSON formats.</p><p>Examples of how to use the API and information about the API can be found in the guidance document for developers:</p><ul><li><a href='https://ratings.food.gov.uk/open-data-resources/documents/api-guidance.pdf'>Read the API V1 guidance for developers (pdf 538KB, updated March 2013)</a></li><li><a href='https://api.ratings.food.gov.uk/help'>Read the API V2 guidance for developers</a></li></ul>",
  "images_title": "Images",
  "images_desc": "<p>A set of hygiene rating images is available to be used with the API data. The images must only be used in accordance with the <a href=\"https://www.food.gov.uk/terms-and-conditions\">FHRS/FHIS Brand Standard and the terms and conditions</a>.</p><p>Examples of hygiene rating images, and the sizes available, that can be used with the API data:</p>",
  "images_download_text": "Download new high resolution FHRS badges",
  "legacy_online_ratings_title": "Legacy online rating images",
  "legacy_online_ratings_content": "<p>The previous version of the online ratings has now been retired. Please use the images provided above.</p>",
  "score_descriptors_title": "Score descriptors",
  "score_descriptors_content":"<ul><li><a href='https://ratings.food.gov.uk/open-data-resources/lookupData/ScoreDescriptors.xml'>English language</a></li><li><a href='https://ratings.food.gov.uk/open-data-resources/lookupData/ScoreDescriptorsCy.xml'>Welsh language</a></li></ul>",
  "downloadable_files_title": "Downloadable XML data files (updated daily)",
  "downloadable_files_content": "<p>Food hygiene rating data, grouped by local authority, can be downloaded in XML format via the links below. The data, which can also be queried by the API, is updated daily.</p>",
  "local_authority": "Local authority",
  "last_update": "Last update",
  "number_of_businesses": "Number of businesses",
  "english_language": "English language",
  "welsh_language": "Welsh language"
}